Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.settings.diagnostics.export.failed
source: Couldn’t export logs. Check available storage and try again.
ar: تعذر تصدير السجلات. تحقق من مساحة التخزين المتاحة وحاول مرة أخرى.
de: Protokolle konnten nicht exportiert werden. Prüfen Sie den verfügbaren Speicher und versuchen Sie es erneut.
es: No se pudieron exportar los registros. Comprueba el almacenamiento disponible y vuelve a intentarlo.
fr: Impossible d’exporter les journaux. Vérifiez l’espace disponible et réessayez.
ja: ログを書き出せませんでした。空き容量を確認して、もう一度お試しください。
ko: 로그를 내보낼 수 없습니다. 사용 가능한 저장 공간을 확인한 후 다시 시도하세요.
zh_hans: 无法导出日志。请检查可用存储空间并重试。
zh_hant: 無法匯出日誌。請檢查可用儲存空間並重試。

# mobile.settings.diagnostics.clear.failed
source: Couldn’t clear the verbose connection logs. Check available storage and try again.
ar: تعذر إعادة فتح التسجيل التفصيلي بعد المسح. تم إيقاف التسجيل؛ تحقق من مساحة التخزين وحاول مرة أخرى.
de: Die ausführliche Protokollierung konnte nach dem Löschen nicht erneut geöffnet werden. Die Protokollierung wurde deaktiviert. Prüfe den verfügbaren Speicher und versuche es erneut.
es: No se pudo volver a abrir el registro detallado después de borrar. Se desactivó el registro; comprueba el espacio disponible e inténtalo de nuevo.
fr: Impossible de rouvrir les journaux détaillés après l’effacement. Les journaux ont été désactivés ; vérifiez l’espace disponible et réessayez.
ja: 消去後に詳細ログを再開できませんでした。ログ記録をオフにしました。空き容量を確認して、もう一度お試しください。
ko: 지운 후 상세 로그를 다시 열 수 없습니다. 로그 기록이 꺼졌습니다. 사용 가능한 저장 공간을 확인하고 다시 시도하세요.
zh_hans: 清除后无法重新打开详细日志。日志记录已关闭，请检查可用存储空间后重试。
zh_hant: 清除後無法重新開啟詳細記錄。記錄功能已關閉，請檢查可用儲存空間後再試一次。

# mobile.settings.diagnostics.shareAppLog
source: Share App Log
ar: مشاركة سجل التطبيق
de: App-Protokoll teilen
es: Compartir registro de aplicación
fr: Partager le journal de l'application
ja: アプリログを共有
ko: 앱 로그 공유
zh_hans: 分享应用程序日志
zh_hant: 分享應用程式日誌

# mobile.settings.diagnostics.shareNetworkLog
source: Share Network Log
ar: مشاركة سجل الشبكة
de: Netzwerkprotokoll teilen
es: Compartir registro de red
fr: Partager le journal réseau
ja: ネットワークログを共有
ko: 네트워크 로그 공유
zh_hans: 共享网络日志
zh_hant: 共享網路日誌

# mobile.settings.display
source: Display
ar: عرض
de: Anzeige
es: Mostrar
fr: Afficher
ja: 表示
ko: 표시하다
zh_hans: 展示
zh_hant: 展示

# mobile.settings.done
source: Done
ar: منتهي
de: Erledigt
es: Hecho
fr: Fait
ja: 完了
ko: 완료
zh_hans: 完毕
zh_hant: 完畢

# mobile.settings.howPairingWorks
source: How Pairing Works
ar: كيف يعمل الاقتران
de: So funktioniert das Pairing
es: Cómo funciona el emparejamiento
fr: Comment fonctionne le couplage
ja: ペアリングの仕組み
ko: 페어링 작동 방식
zh_hans: 配对如何运作
zh_hant: 配對如何運作

# mobile.settings.keepMacAwake
source: Keep Mac Awake
ar: إبقاء ماك مستيقظا
de: Halten Sie Mac wach
es: Mantenga a Mac despierto
fr: Gardez Mac éveillé
ja: Macをスリープさせない
ko: Mac을 깨어있게 유지
zh_hans: 让 Mac 保持清醒
zh_hant: 讓 Mac 保持清醒

# mobile.settings.keepMacAwake.failed
source: Couldn't confirm the change on your Mac. Check the connection and retry.
ar: تعذر تأكيد التغيير على جهاز Mac الخاص بك. تحقق من الاتصال وأعد المحاولة.
de: Die Änderung konnte auf Ihrem Mac nicht bestätigt werden. Überprüfen Sie die Verbindung und versuchen Sie es erneut.
es: No se pudo confirmar el cambio en tu Mac. Verifique la conexión y vuelva a intentarlo.
fr: Impossible de confirmer la modification sur votre Mac. Vérifiez la connexion et réessayez.
ja: Macで変更を確認できませんでした。接続を確認して再試行してください。
ko: Mac에서 변경사항을 확인할 수 없습니다. 연결을 확인하고 다시 시도하세요.
zh_hans: 无法在您的 Mac 上确认更改。检查连接并重试。
zh_hant: 無法在您的 Mac 上確認變更。檢查連接並重試。

# mobile.settings.keepMacAwake.loadFailed
source: Couldn't load the Mac's Keep Mac Awake status. Check the connection and retry.
ar: تعذر تحميل حالة Keep Mac Awake الخاصة بجهاز Mac. تحقق من الاتصال وأعد المحاولة.
de: Der Keep Mac Awake-Status des Mac konnte nicht geladen werden. Überprüfen Sie die Verbindung und versuchen Sie es erneut.
es: No se pudo cargar el estado Mantener Mac despierto de la Mac. Verifique la conexión y vuelva a intentarlo.
fr: Impossible de charger l'état Keep Mac Awake du Mac. Vérifiez la connexion et réessayez.
ja: Macの「Macをスリープさせない」の状態を読み込めませんでした。接続を確認して再試行してください。
ko: Mac의 Keep Mac Awake 상태를 로드할 수 없습니다. 연결을 확인하고 다시 시도하세요.
zh_hans: 无法加载 Mac 的“保持 Mac 唤醒”状态。检查连接并重试。
zh_hant: 無法載入 Mac 的「保持 Mac 喚醒」狀態。檢查連接並重試。

# mobile.settings.keepMacAwake.footer
source: Prevents this Mac from sleeping while cmux is open. Its display can still turn off.
ar: يمنع جهاز Mac هذا من النوم أثناء فتح cmux. لا يزال من الممكن إيقاف تشغيل شاشة العرض الخاصة به.
de: Verhindert, dass dieser Mac in den Ruhezustand wechselt, während cmux geöffnet ist. Das Display kann sich immer noch ausschalten.
es: Evita que esta Mac entre en suspensión mientras cmux está abierto. Su pantalla aún puede apagarse.
fr: Empêche ce Mac de dormir lorsque cmux est ouvert. Son affichage peut encore s'éteindre.
ja: cmuxが開いている間、このMacがスリープするのを防ぎます。ディスプレイはオフにできます。
ko: cmux가 열려 있는 동안 이 Mac이 잠자기 상태가 되는 것을 방지합니다. 디스플레이가 여전히 꺼질 수 있습니다.
zh_hans: 防止此 Mac 在 cmux 打开时进入睡眠状态。它的显示屏仍然可以关闭。
zh_hant: 防止此 Mac 在 cmux 開啟時進入睡眠狀態。它的顯示器仍然可以關閉。

# mobile.settings.keepMacAwake.updateRequired
source: Update cmux on this Mac to control Keep Mac Awake from iPhone.
ar: قم بتحديث cmux على جهاز Mac هذا للتحكم في Keep Mac Awake من iPhone.
de: Aktualisieren Sie cmux auf diesem Mac, um Keep Mac Awake vom iPhone aus zu steuern.
es: Actualice cmux en esta Mac para controlar Keep Mac Awake desde iPhone.
fr: Mettez à jour cmux sur ce Mac pour contrôler Keep Mac Awake depuis l'iPhone.
ja: iPhoneから「Macをスリープさせない」を操作するには、このMacのcmuxをアップデートしてください。
ko: iPhone에서 Keep Mac Awake를 제어하려면 이 Mac에서 cmux를 업데이트하세요.
zh_hans: 更新此 Mac 上的 cmux 以控制使 Mac 从 iPhone 中保持唤醒状态。
zh_hant: 更新此 Mac 上的 cmux 以控制使 Mac 從 iPhone 中保持喚醒狀態。

# mobile.settings.legalSupport
source: Legal & Support
ar: الدعم القانوني
de: Recht und Support
es: Legal y soporte
fr: Juridique et assistance
ja: 法務とサポート
ko: 법률 및 지원
zh_hans: 法律与支持
zh_hant: 法律與支持

# mobile.settings.macPower
source: Mac Power
ar: ماك باور
es: Energía Mac
fr: Puissance Mac
ja: Macの電源
ko: 맥 파워
zh_hans: 麦克电源
zh_hant: 麥克電源

# mobile.settings.mac
source: Computer
ar: حاسوب
es: Computadora
fr: Ordinateur
ja: コンピュータ
ko: 컴퓨터
zh_hans: 电脑
zh_hant: 電腦

# mobile.settings.connectionFocused
source: Focused
ar: ركز
de: Konzentriert
es: enfocado
fr: Concentré
ja: フォーカス中
ko: 집중
zh_hans: 专注
zh_hant: 專注

# mobile.settings.connectionReady
source: Ready
ar: مستعد
de: Bereit
es: Listo
fr: Prêt
ja: 待機中
ko: 준비가 된
zh_hans: 准备好
zh_hant: 準備好

# mobile.settings.notSignedIn
source: Not signed in
ar: لم يتم تسجيل الدخول
de: Nicht angemeldet
es: No iniciado sesión
fr: Non connecté
ja: サインインしていません
ko: 로그인되지 않음
zh_hans: 未登录
zh_hant: 未登入

# mobile.settings.privacy
source: Privacy
ar: خصوصية
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 은둔
zh_hans: 隐私
zh_hant: 隱私

# mobile.settings.privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
zh_hans: 隐私政策
zh_hant: 隱私權政策

# mobile.settings.pointsFormat
source: %lld pt
ar: %lld نقطة
es: %lld puntos
fr: %lld point
ko: %lld포인트
zh_hans: %lld 点
zh_hant: %lld 點

# mobile.settings.altScreenNotice
source: Full-Screen Sizing Notice
ar: إشعار بحجم الشاشة الكاملة
de: Hinweis zur Vollbildgröße
es: Aviso de tamaño de pantalla completa
fr: Avis de dimensionnement en plein écran
ja: 全画面サイズ通知
ko: 전체 화면 크기 조정 공지
zh_hans: 全屏尺寸调整通知
zh_hant: 全螢幕尺寸調整通知

# mobile.settings.previewLines
source: Preview Lines
ar: معاينة الخطوط
de: Vorschaulinien
es: Vista previa de líneas
fr: Lignes d'aperçu
ja: プレビューの行数
ko: 미리보기 라인
zh_hans: 预览线
zh_hant: 預覽線

# mobile.settings.previewLines.one
source: 1 Line
ar: 1 خط
de: 1 Zeile
es: 1 línea
fr: 1 ligne
ja: 1行
ko: 1줄
zh_hans: 1 条线
zh_hant: 1 條線

# mobile.settings.previewLines.two
source: 2 Lines
ar: 2 خطوط
de: 2 Zeilen
es: 2 líneas
fr: 2 lignes
ja: 2行
ko: 2줄
zh_hans: 2 条线
zh_hant: 2 條線

# mobile.settings.profilePictureLeftness
source: Profile Picture Leftness
ar: يسار صورة الملف الشخصي
de: Profilbild Linkshänder
es: Imagen de perfil
fr: Photo de profil
ja: プロフィール画像の左寄せ
ko: 프로필 사진 좌도
zh_hans: 个人资料图片左侧
zh_hant: 個人資料圖片左側

# mobile.settings.profilePictureSize
source: Profile Picture Size
ar: حجم صورة الملف الشخصي
de: Profilbildgröße
es: Tamaño de la imagen de perfil
fr: Taille de l'image de profil
ja: プロフィール画像のサイズ
ko: 프로필 사진 크기
zh_hans: 个人资料图片尺寸
zh_hant: 個人資料圖片尺寸

# mobile.settings.setUpYourMac
source: Set Up Computer
ar: إعداد الكمبيوتر
de: Computer einrichten
es: Configurar la computadora
fr: Configurer l'ordinateur
ja: コンピュータをセットアップ
ko: 컴퓨터 설정
zh_hans: 设置计算机
zh_hant: 設定計算機

# mobile.settings.support
source: Support
ar: يدعم
de: Unterstützung
es: Apoyo
fr: Soutien
ja: サポート
ko: 지원하다
zh_hans: 支持
zh_hant: 支援

# mobile.settings.supportEmailSubject
source: cmux iOS support
ar: دعم كموكس iOS
de: cmux iOS-Unterstützung
es: compatibilidad con cmux iOS
fr: prise en charge de cmux iOS
ja: cmux iOS サポート
ko: cmux iOS 지원
zh_hans: cmux iOS 支持
zh_hant: cmux iOS 支持

# mobile.settings.team
source: Team
ar: فريق
es: Equipo
fr: Équipe
ja: チーム
ko: 팀
zh_hans: 团队
zh_hant: 團隊

# mobile.settings.teamFooter
source: Switches which cmux team's computers and devices this app shows.
ar: يقوم بتبديل أجهزة الكمبيوتر والأجهزة الخاصة بفريق cmux التي يعرضها هذا التطبيق.
de: Schaltet um, welche Computer und Geräte des Cmux-Teams diese App anzeigt.
es: Cambia qué computadoras y dispositivos del equipo cmux muestra esta aplicación.
fr: Bascule les ordinateurs et les appareils de l'équipe cmux affichés par cette application.
ja: このアプリに表示する cmux チームのコンピュータとデバイスを切り替えます。
ko: 이 앱이 표시하는 cmux 팀의 컴퓨터와 장치를 전환합니다.
zh_hans: 切换此应用程序显示的 cmux 团队的计算机和设备。
zh_hant: 切換此應用程式顯示的 cmux 團隊的電腦和裝置。

# mobile.settings.teamSwitchFailed
source: Could not switch teams. Try again.
ar: تعذر تبديل الفرق. حاول مرة أخرى.
de: Teams konnten nicht gewechselt werden. Bitte versuche es erneut.
es: No se pudieron cambiar los equipos. Inténtalo de nuevo.
fr: Impossible de changer d'équipe. Réessayez.
ja: チームを切り替えられませんでした。もう一度お試しください。
ko: 팀을 전환할 수 없습니다. 다시 시도해 주세요.
zh_hans: 无法切换团队。请重试。
zh_hant: 無法切換團隊。請再試一次。

# mobile.settings.telemetry
source: Share Analytics and Crash Reports
ar: مشاركة التحليلات وتقارير الأعطال
de: Teilen Sie Analysen und Absturzberichte
es: Comparta análisis e informes de fallos
fr: Partager des analyses et des rapports de crash
ja: 分析とクラッシュレポートを共有
ko: 분석 및 충돌 보고서 공유
zh_hans: 共享分析和崩溃报告
zh_hant: 共享分析和崩潰報告

# mobile.settings.telemetryAnalyticsOnly
source: Share Anonymous Analytics
ar: مشاركة التحليلات المجهولة
de: Teilen Sie anonyme Analysen
es: Compartir análisis anónimos
fr: Partager des analyses anonymes
ja: 匿名の分析情報を共有
ko: 익명 분석 공유
zh_hans: 分享匿名分析
zh_hant: 分享匿名分析

# mobile.settings.telemetryAnalyticsOnlyFooter
source: When off, cmux does not send iPhone or iPad product analytics.
ar: عند إيقاف تشغيله، لا يرسل cmux تحليلات منتج iPhone أو iPad.
de: Wenn diese Option deaktiviert ist, sendet cmux keine iPhone- oder iPad-Produktanalysen.
es: Cuando está desactivado, cmux no envía análisis de productos de iPhone o iPad.
fr: Lorsqu'il est désactivé, cmux n'envoie pas d'analyses de produits iPhone ou iPad.
ja: オフの場合、cmux は iPhone または iPad の製品分析を送信しません。
ko: 꺼져 있으면 cmux는 iPhone 또는 iPad 제품 분석을 보내지 않습니다.
zh_hans: 关闭时，cmux 不会发送 iPhone 或 iPad 产品分析。
zh_hant: 關閉時，cmux 不會傳送 iPhone 或 iPad 產品分析。

# mobile.settings.telemetryFooter
source: When off, cmux does not send iPhone or iPad product analytics or crash reports.
ar: عند إيقاف تشغيله، لا يرسل cmux تحليلات منتج iPhone أو iPad أو تقارير الأعطال.
de: Wenn diese Option deaktiviert ist, sendet cmux keine iPhone- oder iPad-Produktanalysen oder Absturzberichte.
es: Cuando está desactivado, cmux no envía análisis de productos de iPhone o iPad ni informes de fallos.
fr: Lorsqu'il est désactivé, cmux n'envoie pas d'analyses de produits ni de rapports d'erreur sur iPhone ou iPad.
ja: オフの場合、cmux は iPhone または iPad の製品分析やクラッシュレポートを送信しません。
ko: 꺼져 있으면 cmux는 iPhone 또는 iPad 제품 분석이나 충돌 보고서를 보내지 않습니다.
zh_hans: 关闭时，cmux 不会发送 iPhone 或 iPad 产品分析或崩溃报告。
zh_hant: 關閉時，cmux 不會發送 iPhone 或 iPad 產品分析或崩潰報告。

# mobile.settings.termsOfService
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
ja: 利用規約
ko: 서비스 약관
zh_hans: 服务条款
zh_hant: 服務條款

# mobile.settings.shellIconLab
source: Shell Icon Lab
ar: مختبر شل للأيقونات
de: Shell-Icon-Labor
es: Laboratorio de iconos de concha
fr: Laboratoire d'icônes de coquille
ja: シェルアイコンラボ
ko: 쉘 아이콘 연구소
zh_hans: 壳牌图标实验室
zh_hant: 殼牌圖示實驗室

# mobile.settings.shellIconLab.footer
source: The first value is icon size. Stroke weights are 400 regular, 500 medium, and 600 semibold. α changes contrast; ○ changes circle size. Choose a variant, then reopen New Task.
ar: القيمة الأولى هي حجم الرمز. أوزان الأشواط هي 400 عادية و500 متوسطة و600 نصف غامقة. α يغير التباين؛ ○ تغيير حجم الدائرة. اختر متغيرًا، ثم أعد فتح مهمة جديدة.
de: Der erste Wert ist die Symbolgröße. Die Strichstärken betragen 400 normal, 500 mittel und 600 halbfett. α verändert den Kontrast; ○ ändert die Kreisgröße. Wählen Sie eine Variante und öffnen Sie dann „Neue Aufgabe“ erneut.
es: El primer valor es el tamaño del icono. Los pesos de los trazos son 400 regulares, 500 medios y 600 seminegritas. α cambia el contraste; ○ cambia el tamaño del círculo. Elija una variante y luego vuelva a abrir Nueva tarea.
fr: La première valeur est la taille de l'icône. Les poids des traits sont de 400 réguliers, 500 moyens et 600 semi-gras. α change le contraste ; ○ modifie la taille du cercle. Choisissez une variante, puis rouvrez Nouvelle tâche.
ja: 最初の値はアイコンサイズです。線の太さは 400 がレギュラー、500 がミディアム、600 がセミボールドです。α はコントラスト、○ は円のサイズを変更します。バリエーションを選び、もう一度「新規タスク」を開いてください。
ko: 첫 번째 값은 아이콘 크기입니다. 획 두께는 일반 400, 중간 500, 세미볼드 600입니다. α는 대비를 변경합니다. ○ 원의 크기를 변경합니다. 변형을 선택한 다음 새 작업을 다시 엽니다.
zh_hans: 第一个值是图标大小。笔画粗细为常规笔画 400、中等粗体 500 和半粗体 600。 α 改变对比度； ○ 更改圆圈大小。选择一个变体，然后重新打开“新任务”。
zh_hant: 第一個值是圖示大小。筆畫粗細為常規筆畫 400、中粗體 500 和半粗體 600。 α 改變對比； ○ 更改圓圈大小。選擇一個變體，然後重新開啟「新任務」。

# mobile.settings.shellIconLab.selected
source: Selected Shell Card
ar: بطاقة شل المختارة
de: Ausgewählte Shell-Karte
es: Tarjeta Shell seleccionada
fr: Carte Shell sélectionnée
ja: 選択中のシェルカード
ko: 선택된 쉘 카드
zh_hans: 精选贝壳卡
zh_hant: 精選貝殼卡

# mobile.settings.shellIconLab.variants
source: Variants
ar: المتغيرات
de: Varianten
es: Variantes
fr: Variantes
ja: バリエーション
ko: 변형
zh_hans: 变体
zh_hant: 變體

# mobile.settings.unreadIndicatorLab
source: Unread Indicator Lab
ar: مختبر المؤشر غير المقروء
de: Ungelesenes Indikatorlabor
es: Laboratorio de indicadores no leídos
fr: Laboratoire d'indicateurs non lus
ja: 未読インジケーターラボ
ko: 읽지 않은 표시 연구실
zh_hans: 未读指标实验室
zh_hant: 未讀指標實驗室

# mobile.settings.unreadIndicatorLab.circleSize
source: Circle Size
ar: حجم الدائرة
de: Kreisgröße
es: Tamaño del círculo
fr: Taille du cercle
ja: 円のサイズ
ko: 원 크기
zh_hans: 圆圈大小
zh_hant: 圓圈大小

# mobile.settings.unreadIndicatorLab.footer
source: Higher Left Shift moves the badge closer to the screen edge. Both values persist on this device and apply live to the workspace list.
ar: يؤدي الضغط على Shift Left إلى تحريك الشارة بالقرب من حافة الشاشة. تظل كلتا القيمتين على هذا الجهاز ويتم تطبيقهما مباشرة على قائمة مساحة العمل.
de: Eine höhere Linksverschiebung verschiebt das Abzeichen näher an den Bildschirmrand. Beide Werte bleiben auf diesem Gerät bestehen und gelten live für die Arbeitsbereichsliste.
es: Mayor desplazamiento a la izquierda acerca la insignia al borde de la pantalla. Ambos valores persisten en este dispositivo y se aplican en vivo a la lista de espacios de trabajo.
fr: Un Maj supérieur à gauche rapproche le badge du bord de l'écran. Les deux valeurs persistent sur cet appareil et s'appliquent en direct à la liste des espaces de travail.
ja: 左シフトを大きくするとバッジが画面の端に近づきます。どちらの値もこのデバイスに保存され、ワークスペース一覧に即時反映されます。
ko: 왼쪽 Shift 키를 높이면 배지가 화면 가장자리에 더 가깝게 이동됩니다. 두 값 모두 이 장치에 유지되며 작업 공간 목록에 실시간으로 적용됩니다.
zh_hans: 较高的左移使徽章更靠近屏幕边缘。这两个值都保留在此设备上，并实时应用于工作区列表。
zh_hant: 較高的左移使徽章更靠近螢幕邊緣。這兩個值都保留在此裝置上，並即時應用於工作區清單。

# mobile.settings.unreadIndicatorLab.leftShift
source: Left Shift
ar: التحول الأيسر
de: Linksverschiebung
es: Desplazamiento a la izquierda
fr: Maj gauche
ja: 左シフト
ko: 왼쪽 시프트
zh_hans: 左移
zh_hant: 左移

# mobile.settings.unreadIndicatorLab.pointsFormat
source: %.1f pt
ar: %.1f نقطة
es: %.1f puntos
ko: %.1f포인트
zh_hans: %.1f 点
zh_hant: %.1f 點

# mobile.settings.unreadIndicatorLab.preview
source: Preview
ar: معاينة
de: Vorschau
es: Avance
fr: Aperçu
ja: プレビュー
ko: 시사
zh_hans: 预览
zh_hant: 預覽

# mobile.settings.unreadIndicatorLab.reset
source: Reset to Defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
de: Auf Standardeinstellungen zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser aux valeurs par défaut
ja: デフォルトに戻す
ko: 기본값으로 재설정
zh_hans: 重置为默认值
zh_hant: 重設為預設值

# mobile.settings.unreadIndicatorLeftness
source: Unread Indicator Leftness
ar: يسار المؤشر غير المقروء
de: Ungelesen-Anzeige links
es: Izquierda del indicador no leído
fr: Indicateur non lu
ja: 未読インジケータの左寄せ
ko: 읽지 않은 표시기 남아 있음
zh_hans: 未读指示器左度
zh_hant: 未讀取指示器左度

# mobile.settings.version
source: Version
ar: إصدار
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

# mobile.settings.showMissingFiles
source: Show missing files
ar: إظهار الملفات المفقودة
de: Fehlende Dateien anzeigen
es: Mostrar archivos faltantes
fr: Afficher les fichiers manquants
ja: 見つからないファイルを表示
ko: 누락된 파일 표시
zh_hans: 显示丢失的文件
zh_hant: 顯示遺失的文件

# mobile.settings.terminalFolderTap
source: Open Folders on Tap
ar: افتح المجلدات عند النقر
de: Öffnen Sie Ordner per Fingertipp
es: Abrir carpetas con un toque
fr: Ouvrir les dossiers en un clic
ja: タップでフォルダを開く
ko: 탭하여 폴더 열기
zh_hans: 点击打开文件夹
zh_hant: 點擊打開資料夾

# mobile.textSheet.copied
source: Copied
ar: منقول
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

# mobile.settings.toastDemo
source: Run Toast Demo
ar: قم بتشغيل عرض التوست
de: Führen Sie die Toast-Demo aus
es: Ejecutar demostración tostada
fr: Exécuter la démo Toast
ja: トーストデモを実行
ko: 토스트 데모 실행
zh_hans: 运行Toast演示
zh_hant: 運行Toast演示

# mobile.settings.toastDemoDelay
source: Toast Demo Delay
ar: تأخير عرض التوست
de: Toast-Demo-Verzögerung
es: Retraso de demostración del brindis
fr: Délai de démonstration Toast
ja: トーストデモの遅延
ko: 토스트 데모 지연
zh_hans: Toast 演示延迟
zh_hant: Toast 演示延遲

# mobile.settings.toastDemoDelayValueFormat
source: %d s
ar: %d س
fr: %d
ja: %d 秒
ko: %d

# mobile.settings.toastGallery
source: Toast Gallery
ar: معرض التوست
de: Toast-Galerie
es: Galería de brindis
fr: Galerie de toasts
ja: トーストギャラリー
ko: 토스트 갤러리
zh_hans: 吐司画廊
zh_hant: 吐司畫廊

# mobile.settings.wrapTitles
source: Wrap Workspace Titles
ar: التفاف عناوين مساحة العمل
de: Arbeitsbereichstitel umbrechen
es: Ajustar títulos de espacios de trabajo
fr: Envelopper les titres de l'espace de travail
ja: ワークスペースのタイトルを折り返す
ko: 작업공간 제목 래핑
zh_hans: 环绕工作区标题
zh_hant: 環繞工作區標題

# mobile.setupHelp.intro
source: To see your computer's terminals here, sign in to the same cmux account on both devices and keep cmux running on the computer. The step you are on is marked below.
ar: لرؤية المحطات الطرفية لجهاز الكمبيوتر الخاص بك هنا، قم بتسجيل الدخول إلى حساب cmux نفسه على كلا الجهازين واستمر في تشغيل cmux على الكمبيوتر. الخطوة التي أنت عليها موضحة أدناه.
de: Um die Terminals Ihres Computers hier anzuzeigen, melden Sie sich auf beiden Geräten bei demselben cmux-Konto an und lassen Sie cmux auf dem Computer laufen. Der Schritt, auf dem Sie sich befinden, ist unten markiert.
es: Para ver los terminales de su computadora aquí, inicie sesión en la misma cuenta cmux en ambos dispositivos y mantenga cmux ejecutándose en la computadora. El paso en el que se encuentra está marcado a continuación.
fr: Pour voir les terminaux de votre ordinateur ici, connectez-vous au même compte cmux sur les deux appareils et continuez à exécuter cmux sur l'ordinateur. L'étape sur laquelle vous vous trouvez est indiquée ci-dessous.
ja: ここでコンピュータのターミナルを表示するには、両方の端末で同じcmuxアカウントにサインインし、コンピュータでcmuxを起動したままにします。今いるステップは下に印が付いています。
ko: 여기에서 컴퓨터의 터미널을 보려면 두 장치 모두에서 동일한 cmux 계정에 로그인하고 컴퓨터에서 cmux를 계속 실행하세요. 현재 진행 중인 단계가 아래에 표시되어 있습니다.
zh_hans: 要在此处查看计算机的终端，请在两台设备上登录相同的 cmux 帐户并保持 cmux 在计算机上运行。下面标记了您当前所处的步骤。
zh_hant: 若要在此處查看電腦的終端，請在兩台裝置上登入相同的 cmux 帳戶並保持 cmux 在電腦上運行。下面標記了您目前所處的步驟。

# mobile.setupHelp.introReference
source: To see your computer's terminals here, sign in to the same cmux account on both devices and keep cmux running on the computer. Connection is automatic after that.
ar: لرؤية المحطات الطرفية لجهاز الكمبيوتر الخاص بك هنا، قم بتسجيل الدخول إلى حساب cmux نفسه على كلا الجهازين واستمر في تشغيل cmux على الكمبيوتر. الاتصال تلقائي بعد ذلك.
de: Um die Terminals Ihres Computers hier anzuzeigen, melden Sie sich auf beiden Geräten bei demselben cmux-Konto an und lassen Sie cmux auf dem Computer laufen. Danach erfolgt die Verbindung automatisch.
es: Para ver los terminales de su computadora aquí, inicie sesión en la misma cuenta cmux en ambos dispositivos y mantenga cmux ejecutándose en la computadora. La conexión es automática después de eso.
fr: Pour voir les terminaux de votre ordinateur ici, connectez-vous au même compte cmux sur les deux appareils et continuez à exécuter cmux sur l'ordinateur. La connexion est ensuite automatique.
ja: ここでコンピュータのターミナルを表示するには、両方の端末で同じcmuxアカウントにサインインし、コンピュータでcmuxを起動したままにします。あとは自動的に接続されます。
ko: 여기에서 컴퓨터의 터미널을 보려면 두 장치 모두에서 동일한 cmux 계정에 로그인하고 컴퓨터에서 cmux를 계속 실행하세요. 그 이후에는 자동으로 연결됩니다.
zh_hans: 要在此处查看计算机的终端，请在两台设备上登录相同的 cmux 帐户并保持 cmux 在计算机上运行。之后会自动连接。
zh_hant: 若要在此處查看電腦的終端，請在兩台裝置上登入相同的 cmux 帳戶並保持 cmux 在電腦上運行。之後會自動連線。

# mobile.setupHelp.lanBody
source: If both devices are on Tailscale, another VPN, or the same network, cmux can use it as a faster direct path. The connection stays encrypted and verified either way.
ar: إذا كان كلا الجهازين على Tailscale، أو VPN آخر، أو نفس الشبكة، فيمكن لـ cmux استخدامه كمسار مباشر أسرع. ويظل الاتصال مشفرًا ويتم التحقق منه في كلتا الحالتين.
de: Wenn sich beide Geräte in Tailscale, einem anderen VPN oder demselben Netzwerk befinden, kann cmux es als schnelleren direkten Pfad verwenden. Die Verbindung bleibt in jedem Fall verschlüsselt und verifiziert.
es: Si ambos dispositivos están en Tailscale, otra VPN o la misma red, cmux puede usarlo como una ruta directa más rápida. La conexión permanece cifrada y verificada de cualquier manera.
fr: Si les deux appareils sont sur Tailscale, un autre VPN ou le même réseau, cmux peut l'utiliser comme chemin direct plus rapide. La connexion reste cryptée et vérifiée dans tous les cas.
ja: 両方の端末がTailscale、別のVPN、または同じネットワーク上にある場合、cmuxはそれをより高速な直接経路として使うことがあります。どの経路でも接続の暗号化と検証は保たれます。
ko: 두 장치가 모두 Tailscale, 다른 VPN 또는 동일한 네트워크에 있는 경우 cmux는 이를 더 빠른 직접 경로로 사용할 수 있습니다. 연결은 암호화된 상태로 유지되며 어느 쪽이든 확인됩니다.
zh_hans: 如果两台设备都位于 Tailscale、另一个 VPN 或同一网络上，cmux 可以将其用作更快的直接路径。无论哪种方式，连接都保持加密和验证。
zh_hant: 如果兩台裝置都位於 Tailscale、另一個 VPN 或同一網路上，cmux 可以將其用作更快的直接路徑。無論哪種方式，連線都保持加密和驗證。
